{
  "VersionNumber": "1.2.1",
  "Name": "Arctic Warfare Weapons",
  "Description": "INFORMATION\r\n\r\n\r\nEver wanted more Arctic Warfare weapons in-game? No? Well I do!\r\nThis mod includes the following weapons:\r\n\r\n- AWP (Black, White, and Green)\r\n- AWF (White and Green)\r\n- AWSM-F and AWM-F (Green)\r\n- AWS (White and Black)\r\n- AWC (Includes Suppressor, White and Black)\r\n- AW (White and Green)\r\n\r\n(Marked under Arctic Warfare in Bolt Action Rifles)\r\n\r\nFEATURES\r\n\r\n\r\n- Attachment Mounts -\r\n\r\nAll AW rifles (excluding the AWS) feature a muzzle attachment mount for suppressors and muzzle breaks. All AW rifles (including the AWS) feature a over-bolt picatinny rail and an invisible picatinny rail on the mount under the barrel. \r\n\r\n- AWC -\r\nThe Arctic Warfare Covert features a folding stock paired with an extremely short barrel compared to other AW models. You can attach a unique suppressor that covers the barrel of the rifle in seconds for quick and quiet kills. Chambered in .308 Winchester.\r\n\r\n- AWSM-F and AWM-F -\r\nThe AWSM (Arctic Warfare Super Magnum) and AWM (Arctic Warfare Magnum) are chambered in .308 Winchester and .338 Lupta Magnum accordingly, with 5rnd magazines. They both feature a Folding Stock.\r\n\r\n- AWP -\r\nThe AWP is a shorter-barreled rifle that lacks the Muzzle Break most other AW models are made with. The AWP is most popular for its inclusion on videogames, however it is often included inaccurately - unlike this mod. Chambered in .308 Winchester.\r\n\r\n- AW and AWF -\r\nThe first modern rifles, the Arctic Warfare and Arctic Warfare Folding serve as the 'Middle Grounds' for super long range and long range combat, with an average barrel length and chambered for .308 Winchester rounds. The AWF is a folding stock variant of the AW.\r\n\r\n- AWS -\r\nThe Arctic Warfare Silenced is a version of the AWP with a much longer barrel and integral suppressor providing top-quality sound masking. Chambered for .308 Winchester.",
  "ShortDescription": "Various Arctic Warfare models",
  "IconUrl": "https://i.imgur.com/JiymCO4.png",
  "PreviewImageUrl": "https://i.imgur.com/JiymCO4.png",
  "SourceUrl": "https://bonetome.com/h3vr/weapons/369/",
  "Authors": [
    "Phoenixcraft99"
  ],
  "DownloadUrl": "https://bonetome.com/download.php?file=ZjI2ZGE4MTk4NTAyMDFkOCsrMTQzMA==",
  "Dependencies": {
    "LSIIC": "^1.3.0"
  },
  "InstallationSteps": [
    "extract $GAME_DIR/VirtualObjects"
  ],
  "Tags": null,
  "IncompatibleTags": null,
  "IncompatibleInstalledMods": [],
  "IsBeta": false
}